[Bomb_Usable_Twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Bomb_Usable_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="外门"
m_InteractText=" `GBA_Use` 放置炸弹"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Cell_door_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[Cell_door_twk:DisTweaks_InteractableInterface_31 DisTweaks_InteractableInterface]
m_Name="牢房门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 从钥匙孔窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[CellHallway_door_twk DisTweaks_Door]
m_DoorOpenCCW.m_InteractTextOverride=""
m_DoorOpenCW.m_InteractTextOverride=""
m_DoorCloseCCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorCloseCW.m_InteractTextOverride="`GBA_Use` 关闭"
m_DoorSlamOpenCCW.m_InteractTextOverride=""
m_DoorSlamOpenCW.m_InteractTextOverride=""
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""

[CellHallway_door_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="牢房走廊门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText="按住 `GBA_Use` 从钥匙孔窥视"
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_PrisonToSewer_door:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="牢不可破的门"
m_InteractText="`GBA_Use` 前往下水道"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[sink_prison_01_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="水龙头"
m_InteractText=" `GBA_Use` 饮用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[wall_lever_01_twk DisTweaks_UsableObject]
m_LockedMessage="已上锁"

[wall_lever_01_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="开关"
m_InteractText="`GBA_Use` 使用"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Weapons.Gun_Prison_twk DisTweaks_InventoryPickup]
m_SingleAmmoPickupMessage=""
m_EmptyPickupMessage=""

[Weapons.Gun_Prison_twk:DisTweaks_Interactable_PickupBase_2 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="手枪"
m_InteractText="`GBA_Use` 拾起"
m_AltInteractText=""
m_UseMessage="你拾起了 `n 枚子弹"
m_AltUseMessage=""
m_CannotUseMessage="你不能再携带更多这种弹药了"

